{
    "Menu.menu1": "About me",
    "Menu.menu2": "projects",
    "Menu.menu3": "Buzzvel",
    "Menu.menu4": "Contact",

    "Greeting.text1": "Welcome...",

    "Banner.text2": "My name is Neto Russo",
    "Banner.text3": "Passion for technology, driving results. Combining experience in marketing and communications with skills in programming and design, to build innovative and efficient solutions.",

    "About.aboutText1": "My professional journey has provided valuable experiences in marketing, communications, and management, the passion for the technology area has driven me to migrate to the world of programming.",
    "About.aboutText2": "I am seeking an exciting opportunity to apply my knowledge and contribute to the growth of the company.",
    "About.aboutText3": "My skills and passion for innovation can add value to your team.",

    "Timeline.1988_1": "Born on October 13, 1988, in Uberaba, Minas Gerais, my passion for autonomy and the domain of negotiation had already accompanied me since childhood. I grew up in the midst of the stories of sales and challenges in the world of commerce, inheriting from my parents, representatives of the commercial sector, energy and sagacity that propelled me to this day.",
    "Timeline.2002_1": "On August 31, 2002, I faced a major challenge: I had a serious accident that resulted in an open fracture and, later, a hospital infection. I underwent more than 15 surgeries and intensive treatments to minimize the damage. The energy I once dedicated to sports, I redirected to studies and personal development, turning adversity into a driving force for overcoming obstacles. The path was difficult, but today I can proudly say that I overcame my disability and became stronger than I ever imagined.",
    "Timeline.2006_1": "Basic computer",
    "Timeline.2006_1_1": "( Faculdade Politécnica, 40h)",
    "Timeline.2006_2": "Microssoft Office package",
    "Timeline.2006_3": "typing",
    "Timeline.2006_4": "Personal marketing",
    "Timeline.2008_1": "August i became the Assistant Administrative and External Vendor at Russo Representations, focusing on selling and negotiating school materials and toys. I developed skills in client prospecting, negotiation, and maintaining commercial relationships, contributing significantly to the growth of the company.",
    "Timeline.2009_1": "April 2009 left Russo Representations by choice professional.",
    "Timeline.2009_2": "In May of this same year i assumed the position of Promoter of Services at Carlos Saraiva (Ricardo Eletro), one of the largest retailers in the country, in this company I acted as sub-manager and supervisor of sales, responsible for promoting products and services, as well as managing the relationship with clients.",
    "Timeline.2012_1": "I began my studies in Publicity and Marketing, focusing on effective communication and creative project management.",
    "Timeline.2012_1_1": "(Superior Administrative Marketing and Communication School, ESAMC)",
    "Timeline.2013_1": "In March i took the decision to leave Carlos Saraiva to dedicate myself to study and carry out voluntary work in the educational basics area. During this period, I faced several challenges, such as balancing time between studying and voluntary work, adapting to a new environment outside the corporate sector and developing new skills necessary for freelancing. I worked as a freelancer in the development of arts and consulting, which required me to learn how to manage projects independently and deal with the initial financial risk. However, this transition also provided me with the opportunity to contribute to the community and grow professionally in new areas.",
    "Timeline.2014_1": "Thinking about growing professionally and being able to establish even more solid partnerships, I founded Neto Russo Consultorias e Parcerias. Providing consultancy in the area of ​​communication and business development, in addition to working on marketing and advertising projects. I am always looking for new opportunities and challenges to apply my skills and contribute to the company's growth.",
    "Timeline.2015_1": "After the loss of my father in 2013, I felt the need to continue his legacy and help my mother. So, I founded Le20 Representações, keeping the client service that he built with such care.",
    "Timeline.2015_2": "This decision was not just a way to continue the business of the family, but also an act of love and respect to my father. He was always a dedicated professional, with a passion for negotiation and a deep understanding of the market.",
    "Timeline.2015_3": "With Le20, i was able to keep the client service that he so much cared about, ensuring that his work continued, even in his absence. It was a challenging journey, but extremely rewarding, as it allowed me to honor the memory of my father and strengthen the bonds of my family, united by a common purpose.",
    "Timeline.2015_link": "Visit the Le20 Representações website",
    "Timeline.2015_link_title": "Le'20 Representações website",
    "Timeline.2018_1": "In January 2018, I took the presidency of the Narrativa da Imaginação, institution that I had already enjoyed for some time as the director of marketing. The experience accumulated in this period, along with the passion for the work we developed, motivated me to assume this new challenge, with the confidence of being able to contribute even more to the success of the Narrativa.",
    "Timeline.2018_2": "The Narrativa da Imaginação is an OSCIP (Organization of the Civil Society of Interest Public) with an innovative purpose: transform education through the power of narrative and games. Using narrative and board games, we created an engaging and interactive learning experience, stimulating creativity, logical thinking, and collaboration between students and teachers. Our goal is to build an educational environment where imagination becomes the primary tool for the construction of knowledge.",
    "Timeline.2018_3": "Only education changes the world and remains a change",
    "Timeline.2018_link": "Visit the Narrativa da Imaginação website",
    "Timeline.2018_link_title": "Narrativa da Imaginação website",
    "Timeline.2019_1": "With the training in PNL Practitioner, I immersed myself in the world of Neurolinguistic Programming, discovering the mechanisms of the mind and learning to utilize them to transform my life. The PNL provided me with effective techniques to improve my relationships, overcome challenges, and achieve success, driving my personal and professional growth.",
    "Timeline.2019_1_1": "(Society of Latin American Neurolinguistic Programming (SLAP), Neurolinguistic Programming, PNL)",
    "Timeline.2020_1": "Consultancies that I offered me an opportunity: assuming the position of Director of Marketing Campaign in the Municipal Chamber of Uberlândia. In this new challenge, I immersed myself in the political marketing field, facing challenges and learning about the nuances of this field, acquiring a valuable experience that shaped my strategic and my ability to handle complex scenarios. At the end of the year, with the change in public administration, I closed this cycle, but carrying the learning and the inestimable experience that I gained.",
    "Timeline.2020_1_1": "(Municipal Chamber of Uberlândia, 08/2020 to 31/12/2020)",
    "Timeline.2022_1": "In 2022, I faced a new challenge, a moment that required force and resilience. Due to the deterioration of my health and the advancement of the infection, I had to amputate my right leg. It was a moment of great apprehension and uncertainty, but also a leap of faith, the start of a new phase in my life.",
    "Timeline.2022_2": "In light of this new moment, I decided to change my career, returning to an old passion: technology. With it, it is possible to connect with people in a unique way, making the interaction with my art more accessible and impactful, something that always fascinated me.",
    "Timeline.2022_3": "I began my technical journey on my own, diving into the world of VBA (Visual Basic for Applications) in Excel. The passion for programming motivated me to search for knowledge, investing in free courses to understand the fundamentals of programming, the base for mastering any language.",
    "Timeline.2023_1": "02/2023: HTML and CSS for Web projects.",
    "Timeline.2023_2": "04/2023: Develop web applications with Javascript.",
    "Timeline.2023_3": "05/2023: Design System: Designing elements.",
    "Timeline.2023_4": "05/2023: SEO: Website optimization.",
    "Timeline.2023_5": "07/2023: Design Thinkings: Enabling solutions.",
    "Timeline.2023_6": "07/2023: Design for mobile websites.",
    "Timeline.2023_7": "08/2023: Node.js: Creating your first library.",
    "Timeline.2023_8": "In August, I began a new professional journey at Edutech Estante Mágica, assuming the role of relationship with the client. The Estante Mágica, with its innovative project that allows children to write their own books, I enjoyed and motivated me to join the team. My initial goal was to achieve the position of developer, but unfortunately, in December, I was dismissed along with other professionals due to a budget cut. Despite the end of my cycle at the company, I learned a lot about conflict management and humane handling, developing my soft skills in a significant way.",
    "Timeline.2023_8_1": "(Relationship with the Client, Estante Mágica, 08/2023 to 12/2023)",
    "Timeline.2024_1": "01/2024 Interface components.",
    "Timeline.2024_2": "02/2024 Explore React with Javascript.",
    "Timeline.2024_3": "03/2024 Consuming and handling data from an API.",
    "Timeline.2024_4": "04/2024 React: Style components with Styled Components and manipulate static files.",
    "Timeline.2024_5": "04/2024 React: migrating to TypeScript.",
    "Timeline.2024_6": "05/2024 Bootcamp Full Stack in Java",
    "Timeline.2024_6_1": "( Topics covered: HTML, CSS, Javascript, SQL, JAVA and SpringBoot,  SOUL CODE, 480h )",
    "Timeline.2024_7": "06/2024 PostgreSQL: Creating a database.",
    "Timeline.2024_8": "06/2024 Learn to program in Java with Object Oriented Programming.",
    "Timeline.2024_9": "07/2024 Java Web: Create applications using Spring Boot",
    "Timeline.2024_link_title": "Complete list of certificates on Alura",
    "Timeline.2024_link": "Visit the complete list of certificates on Alura",

    "Projects.title": "Main projects",

    "Card.technologies_title": "Technologies",
    "Card.participation_title": "Participation",

    "Card.technologies_none": " ",
    "Card.paticipation_donuts": "Idealization, Design and Development",
    "Card.link_site_title_donuts": "Discover the site of Donuts Tech || Marketing that drinks the water and technology that makes cups",
    "Card.link_github_title_donuts": "Github repository with the source code of Donuts Tech",
    "Card.paticipation_gvlar": "Design and support in the front end",
    "Card.link_site_title_gvlar": "GVLAR Imóveis || Here your dreams become a new dream!",
    "Card.link_github_title_gvlar": "Github repository with the source code of GVLAR Imóveis",
    "Card.paticipation_bb8": "Design and development (Academic)",
    "Card.link_site_title_bb8": "BB8 Geeks || Your Geek's store!",
    "Card.link_github_title_bb8": "Github repository with the source code of BB8 Geeks",
    "Card.paticipation_educode": "Idealization Design and Development (Academic)",
    "Card.link_site_title_educode": "EduCode || The school of programming that is your face",
    "Card.link_github_title_educode": "Github repository with the source code of EduCode",
    "Card.paticipation_javascript": "Idealization, Design and Development (Academic)",
    "Card.link_site_title_javascript": "Javascript Final Project || Final module of Javascript bootcamp",
    "Card.link_github_title_javascript": "Github repository with the source code of Javascript Final Project",
    "Card.titulo_fotografias": "Photography",
    "Card.paticipation_fotografias": "Idealization, Design and Development (Academic)",
    "Card.link_site_title_fotografias": "Photography portfolio",
    "Card.link_github_title_fotografias": "Github repository with the source code of Photography portfolio",

    "Contact.title": "Get in Touch",

    "Form.name": "Name*",
    "Form.name_placeholder": "Full Name",
    "Form.phone": "Phone",
    "Form.phone_placeholder": "Phone",
    "Form.email": "Email*",
    "Form.email_placeholder": "Your best email",
    "Form.message": "Message*",
    "Form.message_placeholder": "Tell me everything, don't hide anything!",
    "Form.submit": "Submit",
    "Form.message_ok": "Message sent successfully!",
    "Form.message_error": "Error sending message: ",

    "PainelContatos.title": "General Information:",
    "PainelContatos.info_1": "PCD. CID: S88",
    "PainelContatos.subtitle": "Qualifications :",
    "PainelContatos.info_2": "Project Leadership;",
    "PainelContatos.info_3": "Creative Project Management;",
    "PainelContatos.info_4": "Experience in UX/UI;",
    "PainelContatos.info_5": "Experience in React.js;",
    "PainelContatos.info_6": "Adaptability;",
    "PainelContatos.info_7": "Communication Efficient and not violent;",
    "PainelContatos.rede_email": "Send email to netoacrn1@gmail.com",
    "PainelContatos.rede_whatsapp": "Call me on Whatsapp",
    "PainelContatos.rede_linkedin": "Visit my Linkedin",
    "PainelContatos.rede_github": "Visit my Github",
    "PainelContatos.rede_instagram": "Visit my Instagram",
    "PainelContatos.rede_download": "Download my Curriculum",

    "Buzzvel.whyBuzzvel": "Why Buzzvel?",

    "WhyBuzzvel.title_1": "Quality, Innovation and Respect for Art",
    "WhyBuzzvel.text_1_1": "At Buzzvel, the pursuit of excellence goes beyond delivering innovative technological solutions. The passion for quality is evident in every detail, from the impeccable design to the respect and appreciation for the team's work.",
    "WhyBuzzvel.text_1_2": "This dedication to art and the client resonates deeply with me. It's as if Buzzvel speaks the same language as I do, valuing creativity, professionalism, and the constant pursuit of results that truly make an impact.",
    "WhyBuzzvel.text_1_3": "This immediate identification shows me that I have found a place where I can grow, contribute, and be part of something great.",

    "WhyBuzzvel.title_2": "Creating Innovative Solutions with Purpose",
    "WhyBuzzvel.text_2_1": "At Buzzvel, the passion for technology translates into personalized solutions that truly impact the world. With each project, the team dedicates itself to creating unique software, for both web and mobile, that optimizes processes and drives client success.",
    "WhyBuzzvel.text_2_2": "It's inspiring to see how every detail, every line of code, is shaped with the goal of building something truly innovative and useful. Working at Buzzvel means being part of a team that doesn't settle for the basic, but constantly seeks to evolve and leave its mark on the world.",
    "WhyBuzzvel.text_2_3": "This pursuit of excellence and purpose attracts and motivates me to contribute my talent to create solutions that transform lives.",

    "WhyBuzzvel.title_3": "An Investment in My Developer Career",
    "WhyBuzzvel.text_3_1": "At Buzzvel, the passion for technology translates into personalized solutions that truly impact the world. Each project is an opportunity to create unique software, both for web and mobile, that optimizes processes and drives client success.",
    "WhyBuzzvel.text_3_2": "Working at Buzzvel means being part of a team that constantly seeks to evolve and leave its mark on the world. The company invests in intuitive designs and cutting-edge technologies, building robust, scalable and secure software.",
    "WhyBuzzvel.text_3_3": "It's an investment in my career that allows me to grow professionally and be part of a bright future.",

    "WhyBuzzvel.title_4": "Building the Future of Technology in Portugal",
    "WhyBuzzvel.text_4_1": "With over a decade of experience, Buzzvel transforms ideas into personalized technological solutions that impact the world. We create unique software, for both web and mobile, optimizing processes and driving client success.",
    "WhyBuzzvel.text_4_2": "Working at Buzzvel means being part of an innovative team that constantly seeks to evolve and leave its mark on the world. We invest in intuitive designs and cutting-edge technologies, developing robust, scalable and secure software, with a proven track record of success.",
    "WhyBuzzvel.text_4_3": "Investing in my career at Buzzvel allows me to grow professionally, be part of a bright future and fulfill my dream of working in Europe. Here, I am alongside a team that understands the demands of the market and has the expertise to build cutting-edge solutions.",

    "WhyBuzzvel.title_5": "From Screen to World in One Click",
    "WhyBuzzvel.text_5_1": "With over a decade of experience, Buzzvel stands out for creating innovative digital solutions that transform realities. We develop custom software, for both web and mobile, optimizing processes and driving client success across various sectors.",
    "WhyBuzzvel.text_5_2": "Working at Buzzvel means being part of a global team that constantly seeks to evolve. We invest in intuitive designs and cutting-edge technologies, developing robust, scalable and secure software, with a proven track record of success.",
    "WhyBuzzvel.text_5_3": "Building a career in Portugal, a country full of charm and opportunities, and joining a multinational team, expanding my professional horizons in a dynamic and stimulating environment, is an investment that allows me to grow and contribute to building a better world through technology.",

    "Buzzvel.portfolio": "Main projects at Buzzvel",

    "CardBuzz.linkText": "Check it out in action",

    "CardBuzz.texto_1": "Coma ou Leve improved order efficiency and saved time with the new CRM platform.",
    "CardBuzz.texto_2": "VIPLANT enhanced their online store, increasing sales by 75% and launching the VIPLANT Card with 450 members.",
    "CardBuzz.texto_3": "Developed a modern WordPress website for Traquinices with a responsive blog design and improved security.",
    "CardBuzz.texto_4": "Vigias da Arriba created a trilingual landing page, attracting international market and beating records of sales.",

    "Buzzvel.timeline": "My future is in Buzzvel!",

    "TimelineBuzz.2024_1": "On September 30th, I was informed that I was approved for the Buzzvel.",
    "TimelineBuzz.2024_2": "I begin to work at Buzzvel, an enormous opportunity to develop my future.",
    "TimelineBuzz.2025_1": "Year 1",
    "TimelineBuzz.2025_2": "I'm ready! And I'm ready to dive into this new challenge and become part of this team. My journey begins with an integration process that puts me directly in contact with the dynamics of the team and with the tools we use.",
    "TimelineBuzz.2025_2_1": "It's just the beginning! I'm sure that, with this solid foundation, I will have the opportunity to grow and contribute significantly to the success of the company.",
    "TimelineBuzz.2026_1": "Year 2",
    "TimelineBuzz.2026_2": "Learning never stops! Now it's time to expand my knowledge and assume greater responsibilities, contributing even more to the success of the team.",
    "TimelineBuzz.2026_3": "This is the moment to deepen my understanding of advanced concepts and explore new relevant technologies for the Buzzvel stack. This pursuit of knowledge is fundamental to staying up-to-date and contributing more efficiently.",
    "TimelineBuzz.2027_1": "Year 3",
    "TimelineBuzz.2027_2": "Leading with knowledge, sharing what I learn to inspire the team to achieve new goals.",
    "TimelineBuzz.2027_3": "Starting to lead projects of small and medium size, taking strategic decisions and guiding the team to achieve goals.",
    "TimelineBuzz.2027_4": "I'm starting the journey as a mentor, helping young developers to walk their own learning paths. Sharing what I learn is a way to contribute to the growth of the team and strengthen the collaboration culture of Buzzvel.",
    "TimelineBuzz.2028_1": "Year 4",
    "TimelineBuzz.2028_2": "Continuous learning: The world of technology is constantly evolving. I'll keep up with the latest trends in the industry and apply them to Buzzvel, driving innovation and competitiveness.",
    "TimelineBuzz.2028_3": "It's time to embrace new challenges and actively contribute to the future of Buzzvel. This phase puts me in a leadership role, driving innovation and directly impacting the growth of the team.",
    "TimelineBuzz.2028_4": "My contribution will be essential for defining the strategic direction of front-end development at Buzzvel. I'll work together with the team to explore new technologies and implement solutions that elevate the user experience and drive business.",
    "TimelineBuzz.2029_1": "Year 5",
    "TimelineBuzz.2029_2": "Guiding the path: I have the opportunity to assume the leadership of a team or the role of a senior developer, driving the work in the team and guiding innovative solutions.",
    "TimelineBuzz.2029_3": "This is a moment of great progress, I'm moving to Portugal and am still closer to Buzzvel. I'm excited to continue working in the team and contribute to the growth of the company.",

    "Footer.text1": "All rights reserved || Neto Russo"
}