{
    "Menu.menu1": "Sobre mim",
    "Menu.menu2": "Projetos",
    "Menu.menu3": "Buzzvel",
    "Menu.menu4": "Contato",

    "Greeting.text1": "Bem vindo...",

    "Banner.text2": "Meu nome é Neto Russo",
    "Banner.text3": "Paixão por tecnologia, impulsionando resultados. Combinando experiência em marketing e comunicação com habilidades em programação e design, para construir soluções inovadoras e eficientes.",

    "About.aboutText1": "Minha jornada profissional me proporcionou experiências valiosas em marketing, comunicação e gestão, a paixão pela área de tecnologia me impulsionou a migrar para o mundo da programação.",
    "About.aboutText2": "Estou em busca de uma oportunidade desafiadora para aplicar meus conhecimentos e contribuir para o crescimento da empresa .",
    "About.aboutText3": "Minhas habilidades e paixão por inovação podem agregar valor ao seu time.",
    
    "Timeline.1988_1": "Nascido em 13 de outubro de 1988, em Uberaba, Minas Gerais, a paixão pela autonomia e o dom da negociação já me acompanhavam desde cedo. Cresci em meio às histórias de vendas e desafios do mundo empresarial, herdando dos meus pais, representantes comerciais, a energia e a sagacidade que me impulsionam até hoje.",
    "Timeline.2002_1": "No dia 31 de agosto de 2002, enfrentei um grande desafio: sofri um acidente grave que resultou em uma fratura exposta e, posteriormente, uma infecção hospitalar. Passei por mais de 15 cirurgias e tratamentos intensivos para minimizar os danos. A energia que antes dedicava ao esporte redirecionei para os estudos e o desenvolvimento pessoal, transformando a adversidade em uma força motriz para a superação. O caminho foi difícil, mas hoje posso dizer com orgulho que superei minha deficiência e me tornei mais forte do que jamais imaginei.",
    "Timeline.2006_1":"Informática básica",
    "Timeline.2006_1_1": "( Faculdade Politécnica, 40h)",
    "Timeline.2006_2":"Pacote Microssoft Office",
    "Timeline.2006_3":"Digitação",
    "Timeline.2006_4":"Marketing pessoal",
    "Timeline.2008_1":"Agosto assumi a posição de Assistente Administrativo e Vendedor Externo na Russo Representações, com foco em vender e negociar material escolar e brinquedos. Desenvolvi habilidades em prospecção de clientes, negociação e manutenção de relacionamentos comerciais, contribuindo significativamente para o crescimento da empresa.",
    "Timeline.2009_1": "Abril de 2009 sai da Russo Representações por escolha profissional.",
    "Timeline.2009_2": "Em Maio deste mesmo ano assumi a posição de Promotor de serviços na Carlos Saraiva (Ricardo Eletro), um dos maiores varejistas do pais, nesta empresa atuei como sub gerente e supervisor de vendas, responsável pela promoção de produtos e serviços, além de gerenciar a relação com clientes.",
    "Timeline.2012_1": "Iniciei os meus estudos em Publicidade e Marketing, com o foco em comunicação efetiva e gestão em projetos criativos.",
    "Timeline.2012_1_1": "(Escola Superior de Admnistração Marketing e Comunicação, ESAMC)",
    "Timeline.2013_1": "No mes de março tomei a decisão de sair da Carlos Saraiva para me dedicar aos estudos e realizar trabalhos voluntários na área da educação básica. Durante esse período, enfrentei vários desafios, como equilibrar o tempo entre os estudos e o voluntariado, adaptar-me a um novo ambiente fora do setor corporativo e desenvolver novas habilidades necessárias para o freelancing. Trabalhei como freelancer em desenvolvimento de artes e consultoria, o que exigiu aprender a gerenciar projetos de forma independente e lidar com a incerteza financeira inicial. No entanto, essa transição também me proporcionou a oportunidade de contribuir para a comunidade e crescer profissionalmente em novas áreas.",
    "Timeline.2014_1": "Pensando em crescer profissionalmente e poder firmar ainda mais parcerias solidas, fundei a Neto Russo Consultorias e Parcerias. Fornecendo consultoria na área de comunicação e desenvolvimento empresarial, além de trabalhar em projetos de marketing e publicidade. Estou sempre buscando novas oportunidades e desafios para aplicar minhas habilidades e contribuir para o crescimento da empresa.",
    "Timeline.2015_1": "Após a perda do meu pai em 2013, senti a necessidade de dar continuidade ao seu legado e ajudar minha mãe. Foi então que fundei a Le20 Representações, mantendo o atendimento da carteira de clientes que ele construiu com tanto carinho.",
    "Timeline.2015_2": "Essa decisão não foi apenas uma forma de dar continuidade ao negócio da família, mas também um ato de amor e respeito ao meu pai. Ele sempre foi um profissional dedicado, com um dom para a negociação e um profundo conhecimento do mercado.",
    "Timeline.2015_3": "Com a Le20, pude manter o atendimento da carteira de clientes que ele tanto prezava, garantindo que o trabalho dele seguisse, mesmo em sua ausência. Foi uma jornada desafiadora, mas extremamente gratificante, pois me permitiu honrar a memória do meu pai e fortalecer os laços familiares, unidos por um propósito em comum.",
    "Timeline.2015_link": "Visite o site da Le20 Representações",
    "Timeline.2015_link_title": "Site da Le'20 representações",
    "Timeline.2018_1": "Em janeiro de 2018, assumi a presidência da Narrativa da Imaginação, instituição que já me acolhia há algum tempo como diretor de marketing. A experiência acumulada nesse período, junto com a paixão pelo trabalho que desenvolvíamos, me impulsionaram a assumir esse novo desafio, com a certeza de poder contribuir ainda mais para o sucesso da Narrativa.",
    "Timeline.2018_2": "A Narrativa da Imaginação é uma OSCIP (Organização da Sociedade Civil de Interesse Público) com um propósito inovador: transformar a educação por meio do poder da narrativa e dos jogos. Utilizando jogos narrativos e de mesa, criamos uma experiência de aprendizado mais envolvente e interativa, estimulando a criatividade, o raciocínio lógico e a colaboração entre alunos e professores. Nosso objetivo é construir um ambiente de ensino onde a imaginação se torna a ferramenta principal para a construção do conhecimento.",
    "Timeline.2018_3": "Só a educação muda o mundo e permanece a mudança",
    "Timeline.2018_link": "Visite o site da Narrativa da Imaginação",
    "Timeline.2018_link_title": "Site da Narrativa da Imaginação",
    "Timeline.2019_1": "Com a formação em PNL Practitioner, mergulhei no universo da Programação Neurolinguística, desvendando os mecanismos da mente e aprendendo a utilizá-los para transformar minha vida. A PNL me proporcionou técnicas eficazes para melhorar meus relacionamentos, superar desafios e alcançar o sucesso, impulsionando meu crescimento pessoal e profissional.",
    "Timeline.2019_1_1": "(Sociedade Latino Americana de Programação Neurolinguística (SLAP), Programação Neurolinguística, PNL)",
    "Timeline.2020_1": "As consultorias que eu oferecia me levaram a uma oportunidade única: assumir a posição de Diretor de Marketing de Campanha na Câmara Municipal de Uberlândia. Nesse novo desafio, mergulhei no universo do marketing político, enfrentando desafios e aprendendo sobre as nuances desse campo, adquirindo uma experiência valiosa que moldou minha visão estratégica e minha capacidade de lidar com cenários complexos. Ao final do ano, com a mudança na administração pública, encerrei esse ciclo, mas carregando comigo o aprendizado e a experiência inestimável que obtive.",
    "Timeline.2020_1_1": "(Câmara Municipal de Uberlândia, de 08/2020 a 31/12/2020)",
    "Timeline.2022_1": "Em 2022, fui confrontado com um novo desafio, um momento que exigiu força e resiliência. Devido ao agravamento da minha saúde e ao avanço da infecção, precisei amputar a perna direita. Foi um momento de grande apreensão e incerteza, mas também um salto de fé, o início de uma nova fase em minha vida.",
    "Timeline.2022_2": "Diante desse novo momento, decidi mudar de carreira, retomando uma antiga paixão: a tecnologia. Com ela, é possível conectar com as pessoas de uma maneira única, tornando a interação com minha arte mais acessível e impactante, algo que sempre me fascinou.",
    "Timeline.2022_3": "Comecei minha jornada tecnológica de forma autônoma, mergulhando no mundo do VBA (Visual Basic for Applications) no Excel. A paixão pela programação me impulsionou a buscar conhecimento, investindo em cursos livres para entender a lógica de programação, a base fundamental para dominar qualquer linguagem.",
    "Timeline.2023_1": "02/2023: HTML e CSS para projetos Web.",
    "Timeline.2023_2": "04/2023: Desenvolva aplicações Web com Javascript.",
    "Timeline.2023_3": "05/2023: Design System: Projetando elementos.",
    "Timeline.2023_4": "05/2023: SEO: Otimização de sites.",
    "Timeline.2023_5": "07/2023: Design Thinkings: Viabilizando soluções.",
    "Timeline.2023_6": "07/2023: Design para sites mobile.",
    "Timeline.2023_7": "08/2023: Node.js: Criando a sua primeira biblioteca.",
    "Timeline.2023_8": "Em agosto, comecei a trilhar um novo caminho profissional na Edutech Estante Mágica, assumindo o cargo de relacionamento com o cliente. A Estante Mágica, com seu projeto inovador que permite que crianças escrevam seus próprios livros, me encantou e me motivou a entrar para a equipe. Meu objetivo inicial era alcançar a posição de desenvolvedor, mas infelizmente, em dezembro, fui desligado junto com outros profissionais devido a um corte de gastos. Apesar do fim do meu ciclo na empresa, aprendi muito sobre gestão de conflitos e atendimento humanizado, desenvolvendo minhas soft skills de forma significativa.",
    "Timeline.2023_8_1": "(Relacionamento com o Cliente, Estante Mágica, 08/2023 a 12/2023)",
    "Timeline.2024_1": "01/2024 Componentes da interface.",
    "Timeline.2024_2": "02/2024 Explore React com Javascript.",
    "Timeline.2024_3": "03/2024 Consumindo e tratando dados de uma API.",
    "Timeline.2024_4": "04/2024 React: Estilize componentes com Styled Components e manipule arquivos estáticos.",
    "Timeline.2024_5": "04/2024 React: migrando para TypeScript.",
    "Timeline.2024_6": "05/2024 Bootcamp Full Stack em Java",
    "Timeline.2024_6_1": "( Temas abordados: HTML, CSS, Javascript, SQL, JAVA e SpringBoot,  SOUL CODE, 480h )",
    "Timeline.2024_7": "06/2024 PostgreSQL: Criando uma base de dados.",
    "Timeline.2024_8": "06/2024 Aprenda programar em Java com Orientação a Objetos.",
    "Timeline.2024_9": "07/2024 Java Web: Crie aplicações usando Spring Boot",
    "Timeline.2024_link_title": "Lista completa de cerificados na Alura",
    "Timeline.2024_link": "Visite a lista completa de certificados na Alura",

    "Projects.title": "Principais Projetos",

    "Card.technologies_title": "Tecnologias",
    "Card.participation_title": "Participação",

    "Card.technologies_none": " ",
    "Card.paticipation_donuts": "Idealização, Design e Desenvolvimento",
    "Card.link_site_title_donuts": "Conheça o site da Donuts Tech || O Marketing que da agua na boca e a tecnologia que faz piruetas",
    "Card.link_github_title_donuts": "Repositório do Github com o código fonte da Donuts Tech",
    "Card.paticipation_gvlar": "Design e apoio no front end",
    "Card.link_site_title_gvlar": "GVLAR Imóveis || Aqui os seus sonhos ganham um novo lar!",
    "Card.link_github_title_gvlar": "Repositório do Github com o código fonte da GVLAR Imóveis",
    "Card.paticipation_bb8": "Design e desenvolvimento (Acadêmico)",
    "Card.link_site_title_bb8": "BB8 Geeks || A sua loja Geek!",
    "Card.link_github_title_bb8": "Repositório do Github com o código fonte da BB8 Geeks",
    "Card.paticipation_educode": "Idealização Design e Desenvolvimento (Acadêmico)",
    "Card.link_site_title_educode": "EduCode || A escola de programação que é a sua cara",
    "Card.link_github_title_educode": "Repositório do Github com o código fonte da EduCode",
    "Card.paticipation_javascript": "Idealização, Design e Desenvolvimento (Acadêmico)",
    "Card.link_site_title_javascript": "Projeto Final de Javascript || Final do módulo de Javascript do bootcamp",
    "Card.link_github_title_javascript": "Repositório do Github com o código fonte do projeto final de Javascript",
    "Card.titulo_fotografias": "Fotografias",
    "Card.paticipation_fotografias": "Idealização, Design e Desenvolvimento (Acadêmico)",
    "Card.link_site_title_fotografias": "Portifólio de Fotografias",
    "Card.link_github_title_fotografias": "Repositório do Github com o código fonte do portfolio de fotografias",

    "Contact.title": "Entre em Contato",

    "Form.name": "Nome*",
    "Form.name_placeholder": "Nome Completo",
    "Form.phone": "Telefone",
    "Form.phone_placeholder": "Telefone",
    "Form.email": "Email*",
    "Form.email_placeholder": "Seu melhor e-mail",
    "Form.message": "Mensagem*",
    "Form.message_placeholder": "Conte me tudo, não me esconda nada!",
    "Form.submit": "Enviar",
    "Form.message_ok": "Mensagem enviada com sucesso!",
    "Form.message_error": "Erro ao enviar a mensagem: ",

    "PainelContatos.title": "Informações Gerais:",
    "PainelContatos.info_1": "PCD. CID: S88",
    "PainelContatos.subtitle": "Qualificações :",
    "PainelContatos.info_2": "Liderança de Projetos;",
    "PainelContatos.info_3": "Gestão de projetos criativos;",
    "PainelContatos.info_4": "Experiência em UX/UI;",
    "PainelContatos.info_5": "Experiência em React.js;",
    "PainelContatos.info_6": "Adaptabilidade;",
    "PainelContatos.info_7": "Comunicação Eficiente e não violenta;",
    "PainelContatos.rede_email": "Enviar email para netoacrn1@gmail.com",
    "PainelContatos.rede_whatsapp": "Eviar mensagem no meu Whatsapp ",
    "PainelContatos.rede_linkedin": "Visitar o meu Linkedin ",
    "PainelContatos.rede_github": "Visitar o meu Github ",
    "PainelContatos.rede_instagram": "Visitar o meu Instagram ",

    "Footer.text1": "Todos os direitos reservados || Neto Russo "
}