{
    "Menu.menu1": "Sobre mim",
    "Menu.menu2": "Projetos",
    "Menu.menu3": "Buzzvel",
    "Menu.menu4": "Contato",

    "Greeting.text1": "Bem vindo...",

    "Banner.text2": "Meu nome é Neto Russo",
    "Banner.text3": "Paixão por tecnologia, impulsionando resultados. Combinando experiência em marketing e comunicação com habilidades em programação e design, para construir soluções inovadoras e eficientes.",

    "About.aboutText1": "Minha jornada profissional me proporcionou experiências valiosas em marketing, comunicação e gestão, a paixão pela área de tecnologia me impulsionou a migrar para o mundo da programação.",
    "About.aboutText2": "Estou em busca de uma oportunidade desafiadora para aplicar meus conhecimentos e contribuir para o crescimento da empresa .",
    "About.aboutText3": "Minhas habilidades e paixão por inovação podem agregar valor ao seu time.",

    "Timeline.1988_1": "Nascido em 13 de outubro de 1988, em Uberaba, Minas Gerais, a paixão pela autonomia e o dom da negociação já me acompanhavam desde cedo. Cresci em meio às histórias de vendas e desafios do mundo empresarial, herdando dos meus pais, representantes comerciais, a energia e a sagacidade que me impulsionam até hoje.",
    "Timeline.2002_1": "No dia 31 de agosto de 2002, enfrentei um grande desafio: sofri um acidente grave que resultou em uma fratura exposta e, posteriormente, uma infecção hospitalar. Passei por mais de 15 cirurgias e tratamentos intensivos para minimizar os danos. A energia que antes dedicava ao esporte redirecionei para os estudos e o desenvolvimento pessoal, transformando a adversidade em uma força motriz para a superação. O caminho foi difícil, mas hoje posso dizer com orgulho que superei minha deficiência e me tornei mais forte do que jamais imaginei.",
    "Timeline.2006_1": "Informática básica",
    "Timeline.2006_1_1": "( Faculdade Politécnica, 40h)",
    "Timeline.2006_2": "Pacote Microssoft Office",
    "Timeline.2006_3": "Digitação",
    "Timeline.2006_4": "Marketing pessoal",
    "Timeline.2008_1": "Agosto assumi a posição de Assistente Administrativo e Vendedor Externo na Russo Representações, com foco em vender e negociar material escolar e brinquedos. Desenvolvi habilidades em prospecção de clientes, negociação e manutenção de relacionamentos comerciais, contribuindo significativamente para o crescimento da empresa.",
    "Timeline.2009_1": "Abril de 2009 sai da Russo Representações por escolha profissional.",
    "Timeline.2009_2": "Em Maio deste mesmo ano assumi a posição de Promotor de serviços na Carlos Saraiva (Ricardo Eletro), um dos maiores varejistas do pais, nesta empresa atuei como sub gerente e supervisor de vendas, responsável pela promoção de produtos e serviços, além de gerenciar a relação com clientes.",
    "Timeline.2012_1": "Iniciei os meus estudos em Publicidade e Marketing, com o foco em comunicação efetiva e gestão em projetos criativos.",
    "Timeline.2012_1_1": "(Escola Superior de Admnistração Marketing e Comunicação, ESAMC)",
    "Timeline.2013_1": "No mes de março tomei a decisão de sair da Carlos Saraiva para me dedicar aos estudos e realizar trabalhos voluntários na área da educação básica. Durante esse período, enfrentei vários desafios, como equilibrar o tempo entre os estudos e o voluntariado, adaptar-me a um novo ambiente fora do setor corporativo e desenvolver novas habilidades necessárias para o freelancing. Trabalhei como freelancer em desenvolvimento de artes e consultoria, o que exigiu aprender a gerenciar projetos de forma independente e lidar com a incerteza financeira inicial. No entanto, essa transição também me proporcionou a oportunidade de contribuir para a comunidade e crescer profissionalmente em novas áreas.",
    "Timeline.2014_1": "Pensando em crescer profissionalmente e poder firmar ainda mais parcerias solidas, fundei a Neto Russo Consultorias e Parcerias. Fornecendo consultoria na área de comunicação e desenvolvimento empresarial, além de trabalhar em projetos de marketing e publicidade. Estou sempre buscando novas oportunidades e desafios para aplicar minhas habilidades e contribuir para o crescimento da empresa.",
    "Timeline.2015_1": "Após a perda do meu pai em 2013, senti a necessidade de dar continuidade ao seu legado e ajudar minha mãe. Foi então que fundei a Le20 Representações, mantendo o atendimento da carteira de clientes que ele construiu com tanto carinho.",
    "Timeline.2015_2": "Essa decisão não foi apenas uma forma de dar continuidade ao negócio da família, mas também um ato de amor e respeito ao meu pai. Ele sempre foi um profissional dedicado, com um dom para a negociação e um profundo conhecimento do mercado.",
    "Timeline.2015_3": "Com a Le20, pude manter o atendimento da carteira de clientes que ele tanto prezava, garantindo que o trabalho dele seguisse, mesmo em sua ausência. Foi uma jornada desafiadora, mas extremamente gratificante, pois me permitiu honrar a memória do meu pai e fortalecer os laços familiares, unidos por um propósito em comum.",
    "Timeline.2015_link": "Visite o site da Le20 Representações",
    "Timeline.2015_link_title": "Site da Le'20 representações",
    "Timeline.2018_1": "Em janeiro de 2018, assumi a presidência da Narrativa da Imaginação, instituição que já me acolhia há algum tempo como diretor de marketing. A experiência acumulada nesse período, junto com a paixão pelo trabalho que desenvolvíamos, me impulsionaram a assumir esse novo desafio, com a certeza de poder contribuir ainda mais para o sucesso da Narrativa.",
    "Timeline.2018_2": "A Narrativa da Imaginação é uma OSCIP (Organização da Sociedade Civil de Interesse Público) com um propósito inovador: transformar a educação por meio do poder da narrativa e dos jogos. Utilizando jogos narrativos e de mesa, criamos uma experiência de aprendizado mais envolvente e interativa, estimulando a criatividade, o raciocínio lógico e a colaboração entre alunos e professores. Nosso objetivo é construir um ambiente de ensino onde a imaginação se torna a ferramenta principal para a construção do conhecimento.",
    "Timeline.2018_3": "Só a educação muda o mundo e permanece a mudança",
    "Timeline.2018_link": "Visite o site da Narrativa da Imaginação",
    "Timeline.2018_link_title": "Site da Narrativa da Imaginação",
    "Timeline.2019_1": "Com a formação em PNL Practitioner, mergulhei no universo da Programação Neurolinguística, desvendando os mecanismos da mente e aprendendo a utilizá-los para transformar minha vida. A PNL me proporcionou técnicas eficazes para melhorar meus relacionamentos, superar desafios e alcançar o sucesso, impulsionando meu crescimento pessoal e profissional.",
    "Timeline.2019_1_1": "(Sociedade Latino Americana de Programação Neurolinguística (SLAP), Programação Neurolinguística, PNL)",
    "Timeline.2020_1": "As consultorias que eu oferecia me levaram a uma oportunidade única: assumir a posição de Diretor de Marketing de Campanha na Câmara Municipal de Uberlândia. Nesse novo desafio, mergulhei no universo do marketing político, enfrentando desafios e aprendendo sobre as nuances desse campo, adquirindo uma experiência valiosa que moldou minha visão estratégica e minha capacidade de lidar com cenários complexos. Ao final do ano, com a mudança na administração pública, encerrei esse ciclo, mas carregando comigo o aprendizado e a experiência inestimável que obtive.",
    "Timeline.2020_1_1": "(Câmara Municipal de Uberlândia, de 08/2020 a 31/12/2020)",
    "Timeline.2022_1": "Em 2022, fui confrontado com um novo desafio, um momento que exigiu força e resiliência. Devido ao agravamento da minha saúde e ao avanço da infecção, precisei amputar a perna direita. Foi um momento de grande apreensão e incerteza, mas também um salto de fé, o início de uma nova fase em minha vida.",
    "Timeline.2022_2": "Diante desse novo momento, decidi mudar de carreira, retomando uma antiga paixão: a tecnologia. Com ela, é possível conectar com as pessoas de uma maneira única, tornando a interação com minha arte mais acessível e impactante, algo que sempre me fascinou.",
    "Timeline.2022_3": "Comecei minha jornada tecnológica de forma autônoma, mergulhando no mundo do VBA (Visual Basic for Applications) no Excel. A paixão pela programação me impulsionou a buscar conhecimento, investindo em cursos livres para entender a lógica de programação, a base fundamental para dominar qualquer linguagem.",
    "Timeline.2023_1": "02/2023: HTML e CSS para projetos Web.",
    "Timeline.2023_2": "04/2023: Desenvolva aplicações Web com Javascript.",
    "Timeline.2023_3": "05/2023: Design System: Projetando elementos.",
    "Timeline.2023_4": "05/2023: SEO: Otimização de sites.",
    "Timeline.2023_5": "07/2023: Design Thinkings: Viabilizando soluções.",
    "Timeline.2023_6": "07/2023: Design para sites mobile.",
    "Timeline.2023_7": "08/2023: Node.js: Criando a sua primeira biblioteca.",
    "Timeline.2023_8": "Em agosto, comecei a trilhar um novo caminho profissional na Edutech Estante Mágica, assumindo o cargo de relacionamento com o cliente. A Estante Mágica, com seu projeto inovador que permite que crianças escrevam seus próprios livros, me encantou e me motivou a entrar para a equipe. Meu objetivo inicial era alcançar a posição de desenvolvedor, mas infelizmente, em dezembro, fui desligado junto com outros profissionais devido a um corte de gastos. Apesar do fim do meu ciclo na empresa, aprendi muito sobre gestão de conflitos e atendimento humanizado, desenvolvendo minhas soft skills de forma significativa.",
    "Timeline.2023_8_1": "(Relacionamento com o Cliente, Estante Mágica, 08/2023 a 12/2023)",
    "Timeline.2024_1": "01/2024 Componentes da interface.",
    "Timeline.2024_2": "02/2024 Explore React com Javascript.",
    "Timeline.2024_3": "03/2024 Consumindo e tratando dados de uma API.",
    "Timeline.2024_4": "04/2024 React: Estilize componentes com Styled Components e manipule arquivos estáticos.",
    "Timeline.2024_5": "04/2024 React: migrando para TypeScript.",
    "Timeline.2024_6": "05/2024 Bootcamp Full Stack em Java",
    "Timeline.2024_6_1": "( Temas abordados: HTML, CSS, Javascript, SQL, JAVA e SpringBoot,  SOUL CODE, 480h )",
    "Timeline.2024_7": "06/2024 PostgreSQL: Criando uma base de dados.",
    "Timeline.2024_8": "06/2024 Aprenda programar em Java com Orientação a Objetos.",
    "Timeline.2024_9": "07/2024 Java Web: Crie aplicações usando Spring Boot",
    "Timeline.2024_link_title": "Lista completa de cerificados na Alura",
    "Timeline.2024_link": "Visite a lista completa de certificados na Alura",

    "Projects.title": "Principais Projetos",

    "Card.technologies_title": "Tecnologias",
    "Card.participation_title": "Participação",

    "Card.technologies_none": " ",
    "Card.paticipation_donuts": "Idealização, Design e Desenvolvimento",
    "Card.link_site_title_donuts": "Conheça o site da Donuts Tech || O Marketing que da agua na boca e a tecnologia que faz piruetas",
    "Card.link_github_title_donuts": "Repositório do Github com o código fonte da Donuts Tech",
    "Card.paticipation_gvlar": "Design e apoio no front end",
    "Card.link_site_title_gvlar": "GVLAR Imóveis || Aqui os seus sonhos ganham um novo lar!",
    "Card.link_github_title_gvlar": "Repositório do Github com o código fonte da GVLAR Imóveis",
    "Card.paticipation_bb8": "Design e desenvolvimento (Acadêmico)",
    "Card.link_site_title_bb8": "BB8 Geeks || A sua loja Geek!",
    "Card.link_github_title_bb8": "Repositório do Github com o código fonte da BB8 Geeks",
    "Card.paticipation_educode": "Idealização Design e Desenvolvimento (Acadêmico)",
    "Card.link_site_title_educode": "EduCode || A escola de programação que é a sua cara",
    "Card.link_github_title_educode": "Repositório do Github com o código fonte da EduCode",
    "Card.paticipation_javascript": "Idealização, Design e Desenvolvimento (Acadêmico)",
    "Card.link_site_title_javascript": "Projeto Final de Javascript || Final do módulo de Javascript do bootcamp",
    "Card.link_github_title_javascript": "Repositório do Github com o código fonte do projeto final de Javascript",
    "Card.titulo_fotografias": "Fotografias",
    "Card.paticipation_fotografias": "Idealização, Design e Desenvolvimento (Acadêmico)",
    "Card.link_site_title_fotografias": "Portifólio de Fotografias",
    "Card.link_github_title_fotografias": "Repositório do Github com o código fonte do portfolio de fotografias",

    "Contact.title": "Entre em Contato",

    "Form.name": "Nome*",
    "Form.name_placeholder": "Nome Completo",
    "Form.phone": "Telefone",
    "Form.phone_placeholder": "Telefone",
    "Form.email": "Email*",
    "Form.email_placeholder": "Seu melhor e-mail",
    "Form.message": "Mensagem*",
    "Form.message_placeholder": "Conte me tudo, não me esconda nada!",
    "Form.submit": "Enviar",
    "Form.message_ok": "Mensagem enviada com sucesso!",
    "Form.message_error": "Erro ao enviar a mensagem: ",

    "PainelContatos.title": "Informações Gerais:",
    "PainelContatos.info_1": "PCD. CID: S88",
    "PainelContatos.subtitle": "Qualificações :",
    "PainelContatos.info_2": "Liderança de Projetos;",
    "PainelContatos.info_3": "Gestão de projetos criativos;",
    "PainelContatos.info_4": "Experiência em UX/UI;",
    "PainelContatos.info_5": "Experiência em React.js;",
    "PainelContatos.info_6": "Adaptabilidade;",
    "PainelContatos.info_7": "Comunicação Eficiente e não violenta;",
    "PainelContatos.rede_email": "Enviar email para netoacrn1@gmail.com",
    "PainelContatos.rede_whatsapp": "Eviar mensagem no meu Whatsapp ",
    "PainelContatos.rede_linkedin": "Visitar o meu Linkedin ",
    "PainelContatos.rede_github": "Visitar o meu Github ",
    "PainelContatos.rede_instagram": "Visitar o meu Instagram ",
    "PainelContatos.rede_download": "Baixar o meu Curriculo ",

    "Buzzvel.whyBuzzvel": "Por que o Buzzvel?",

    "WhyBuzzvel.title_1": "Qualidade, Inovação e Respeito pela Arte",
    "WhyBuzzvel.text_1_1": "Na Buzzvel, a busca pela excelência transcende a entrega de soluções tecnológicas inovadoras. A paixão pela qualidade permeia cada detalhe, do design impecável ao respeito e valorização do trabalho do time.",
    "WhyBuzzvel.text_1_2": "Essa dedicação à arte e ao cliente ressoa profundamente comigo. A Buzzvel parece falar a mesma língua que eu, valorizando a criatividade, o profissionalismo e a busca por resultados impactantes.",
    "WhyBuzzvel.text_1_3": "Essa identificação imediata me mostra que encontrei um lugar para crescer, contribuir e fazer parte de algo grandioso.",

    "WhyBuzzvel.title_2": "Criação de Soluções Inovadoras com Propósito",
    "WhyBuzzvel.text_2_1": "Na Buzzvel, a paixão pela tecnologia se traduz em soluções personalizadas que impactam o mundo. A equipe se dedica a criar softwares únicos, para web ou mobile, otimizando processos e impulsionando o sucesso dos clientes.",
    "WhyBuzzvel.text_2_2": "É inspirador ver como cada detalhe, cada linha de código, é moldado com o objetivo de construir algo inovador e útil. Trabalhar na Buzzvel é fazer parte de um time que não se contenta com o básico, mas busca constantemente evoluir e deixar sua marca no mundo.",
    "WhyBuzzvel.text_2_3": "Essa busca por excelência e propósito me atrai e me motiva a contribuir com meu talento para criar soluções que transformam vidas.",

    "WhyBuzzvel.title_3": "Um Investimento na Minha Carreira de Desenvolvedor",
    "WhyBuzzvel.text_3_1": "Na Buzzvel, a paixão pela tecnologia se transforma em soluções personalizadas que realmente impactam o mundo. Cada projeto é uma oportunidade de criar softwares únicos, sejam para web ou mobile, que otimizam processos e impulsionam o sucesso dos clientes.",
    "WhyBuzzvel.text_3_2": "Trabalhar na Buzzvel é fazer parte de um time que busca constantemente evoluir e deixar sua marca no mundo. A empresa investe em designs intuitivos e tecnologias de ponta, construindo softwares robustos, escaláveis e seguros.",
    "WhyBuzzvel.text_3_3": "É um investimento na minha carreira que me permite crescer profissionalmente e fazer parte de um futuro brilhante.",

    "WhyBuzzvel.title_4": "Construindo o Futuro da Tecnologia em Portugal",
    "WhyBuzzvel.text_4_1": "Com mais de uma década de experiência, a Buzzvel transforma ideias em soluções tecnológicas personalizadas que impactam o mundo. Criamos softwares únicos, para web e mobile, otimizando processos e impulsionando o sucesso dos clientes.",
    "WhyBuzzvel.text_4_2": "Trabalhar na Buzzvel é fazer parte de uma equipe inovadora, que busca constantemente evoluir e deixar sua marca no mundo. Investimos em designs intuitivos e tecnologias de ponta, desenvolvendo softwares robustos, escaláveis e seguros, com um histórico de sucesso comprovado.",
    "WhyBuzzvel.text_4_3": "Investir na minha carreira na Buzzvel me permite crescer profissionalmente, fazer parte de um futuro brilhante e realizar meu sonho de trabalhar na Europa. Aqui, estou ao lado de uma equipe que compreende as demandas do mercado e possui a expertise para construir soluções de ponta.",

    "WhyBuzzvel.title_5": "Da tela para o Mundo em um clique",
    "WhyBuzzvel.text_5_1": "Com mais de uma década de experiência, a Buzzvel se destaca por criar soluções digitais inovadoras que transformam realidades. Desenvolvemos softwares personalizados, para web e mobile, otimizando processos e impulsionando o sucesso de clientes em diversos setores.",
    "WhyBuzzvel.text_5_2": "Trabalhar na Buzzvel é fazer parte de um time global que busca constantemente evoluir. Investimos em designs intuitivos e tecnologias de ponta, desenvolvendo softwares robustos, escaláveis e seguros, com um histórico de sucesso comprovado.",
    "WhyBuzzvel.text_5_3": "Construir uma carreira em Portugal, um país cheio de charme e oportunidades, e integrar uma equipe multinacional, expandindo meus horizontes profissionais em um ambiente dinâmico e estimulante, é um investimento que me permite crescer e contribuir para a construção de um mundo melhor através da tecnologia.",

    "Buzzvel.portfolio": "Principais projetos da Buzzvel",

    "CardBuzz.linkText": "Confira na integra",

    "CardBuzz.texto_1": "A Coma ou Leve melhorou a eficiência dos pedidos e economizou tempo com a nova plataforma CRM.",
    "CardBuzz.texto_2": "VIPLANT melhorou sua loja online, aumentando vendas em 75% e lançando o Cartão VIPLANT com 450 membros.",
    "CardBuzz.texto_3": "Desenvolvido site WordPress moderno para Traquinices com blog, design responsivo e segurança aprimorada.",
    "CardBuzz.texto_4": "Vigias da Arriba criou landing page trilingue, atraindo mercado internacional e batendo recordes de vendas.",

    "Buzzvel.timeline": "Meu futuro é na Buzzvel!",


    "TimelineBuzz.2024_1": "Dia 30 de Setembro Sou informado que fui aprovado para a Buzzvel.",
    "TimelineBuzz.2024_2": "Começo a trabalhar na Buzzvel, uma imensa oportunidade para desenvolver meu futuro.",
    "TimelineBuzz.2025_1": "Ano 1",
    "TimelineBuzz.2025_2": "Cheguei! E estou pronto para mergulhar nesse novo desafio e fazer parte dessa equipe. Minha jornada começa com um processo de integração que me coloca em contato direto com a dinâmica do time e com as ferramentas que utilizamos.",
    "TimelineBuzz.2025_2_1": "É só o começo! Tenho certeza que, com essa base sólida, vou ter a oportunidade de crescer e contribuir significativamente para o sucesso da empresa.",
    "TimelineBuzz.2026_1": "Ano 2",
    "TimelineBuzz.2026_2": "O aprendizado nunca para! Agora é hora de expandir meus conhecimentos e assumir responsabilidades maiores, contribuindo ainda mais para o sucesso da equipe.",
    "TimelineBuzz.2026_3": " Este é o momento de me aprofundar em conceitos avançados e explorar novas tecnologias relevantes para a stack do Buzzvel. Essa busca por conhecimento é fundamental para me manter atualizado e contribuir de forma ainda mais eficiente.",
    "TimelineBuzz.2027_1": "Ano 3",
    "TimelineBuzz.2027_2": " Liderar com conhecimento, compartilhando o que aprendi para inspirar a equipe a alcançar novos patamares.",
    "TimelineBuzz.2027_3": "Começando a liderar projetos de pequeno e médio porte, tomando decisões estratégicas e guiando a equipe para alcançar os objetivos.",
    "TimelineBuzz.2027_4": "Vou iniciar a jornada como mentor, auxiliando desenvolvedores juniores a trilhar seus próprios caminhos de aprendizado. Compartilhar o que aprendi é uma forma de contribuir para o crescimento da equipe e fortalecer a cultura de colaboração do Buzzvel.",
    "TimelineBuzz.2028_1": "Ano 4",
    "TimelineBuzz.2028_2": "Aprendizado incessante: O mundo da tecnologia está em constante evolução. Vou me manter atualizado com as últimas tendências do setor e aplicá-las no Buzzvel, impulsionando a inovação e a competitividade da empresa.",
    "TimelineBuzz.2028_3": "É hora de abraçar novos desafios e contribuir ativamente para o futuro do Buzzvel. Essa fase me coloca em um papel de liderança, impulsionando a inovação e impactado diretamente no crescimento da equipe.",
    "TimelineBuzz.2028_4": "Minha contribuição será essencial para definir a direção estratégica do desenvolvimento front-end no Buzzvel. Vou trabalhar em conjunto com a equipe para explorar novas tecnologias e implementar soluções que elevem a experiência do usuário e impulsionem o negócio.",
    "TimelineBuzz.2029_1": "Ano 5",
    "TimelineBuzz.2029_2": "Guiando o caminho: Tenho a oportunidade de assumir a liderança de uma equipe ou a função de desenvolvedor sênior, impulsionando o trabalho em equipe e orientando o desenvolvimento de soluções inovadoras.",
    "TimelineBuzz.2029_3": "Este é momento de mais um grande passo, me mudo para Portugal e fico ainda mais próximo a Buzzvel. Estou animado para continuar a trabalhar em equipe e contribuir para o crescimento da empresa.",

    "Footer.text1": "Todos os direitos reservados || Neto Russo "
}